Revit 2027 API
BuiltInFailures.FamilyFailures.FamilyOverconstraintCB Property
 Dimension overconstrains the Family.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FamilyOverconstraintCB { get; }
Public Shared ReadOnly Property FamilyOverconstraintCB As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FamilyOverconstraintCB {
	FailureDefinitionId^ get ();
}
static member FamilyOverconstraintCB : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace